Revit 2024 API
AnalysisDisplayColorEntry.Value Property
 Value associated with color entry.
Namespace: Autodesk.Revit.DB.Analysis
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2011
Syntax
C#
public double Value { get; }
Visual Basic
Public ReadOnly Property Value As Double
	Get
Visual C++
public:
property double Value {
	double get ();
}
See Also
AnalysisDisplayColorEntry Class
Autodesk.Revit.DB.Analysis Namespace